[
  {
    "image": "1.gif",
    "script": [
      "{playMusic}caveAmbient",
      "It is very dark here. Hardly anything can be seen."
    ]
  },
  {
    "image": "2.gif",
    "script": [
      ">Turn on the damn lights",
      "Unfortunately it's too dark in here it's hard to tell where the lights are."
    ]
  },
  {
    "image": "3.gif",
    "script": [
      ">search pockets",
      "Feels like something metallic with a rubber grip. But there's no lighter, matches, or flashlight.",
      "",
      ">Walk over to the red thing.",
      "As near as you can tell, the little red light is only a foot or so away from your face."
    ]
  },
  {
    "image": "4.gif",
    "script": [
      ">Reach out and grasp for the red light.",
      "{playSound}buttonPress",
      "Ah, there we go.",
      "Ruby can see now."
    ]
  },
  {
    "image": "5.gif",
    "script": [
      ">examine that thing we found in her pockets",
      "Apparently, it's a hand-turned can-opener.",
      "",
      ">Grab the handle near the ceiling of the cell.",
      "A row of small mesh holes open in the wall, venting in fresh air."
    ]
  },
  {
    "image": "6.gif",
    "script": [
      ">Yell, \"Is anyone there?\"",
      "Ruby yells, but there's no response. Her voice echoes in the small room.",
      "",
      ">Attempt to tap into her latent vampiric powers to see if she has a high enough level in Protean to turn into mist and escape the cell through the mesh wiring.",
      "Sadly, Ruby has no vampiric powers.",
      ">press every button she can find",
      "Ruby gets the feeling that pressing all the buttons would probably be a bad idea. There are buttons of multiple colors -- which one should she try?"
    ]
  },
  {
    "image": "7.gif",
    "script": [
      ">For the hell of it, purple.",
      "{comment}>We already pressed the red button, the green buttons ALWAYS GET PRESSED IN EVERY MEDIA EVER, and the blue button... well, that's pretty, so we don't want to smudge it with our fingerprints just yet",
      "{playSound}hatchOpen",
      "Sweet success! Ruby presses the purple button and the top of the cell suddenly opens up to cool, clean air!"
    ]
  },
  {
    "image": "8.gif",
    "script": [
      ">get out, look around",
      "Ruby surveys her surroundings. There are no doors here, except for a portal on the north wall of this room. Unfortunately, there are metal shutters over the door."
    ]
  },
  {
    "image": "9.gif",
    "script": [
      ">search that trashcan in the back",
      "Ruby tries her best, but the lid of the barrel refuses to be pulled from its base. It won't open.",
      "",
      ">check the shelves",
      "Do you mean the metal shutters? They're blocking the portal to the north."
    ]
  },
  {
    "image": "10.gif",
    "script": [
      ">Look for a way to open that other cell.",
      "The cell/locker/coffin on the ground has a latch on the outside, but it's sealed with what appears to be a digital lock. There's no obvious way to undo the lock from the locker itself."
    ]
  },
  {
    "image": "11.gif",
    "script": [
      ">use can opener on can thing in the back.",
      "{playSound}hatchOpen",
      "The barrel's lid comes up with the can-opener's tenacious efforts!",
      "Inside there's a few small lengths of BARE ELECTRICAL WIRE, but nothing else."
    ]
  },
  {
    "image": "12.gif",
    "script": [
      "Ruby stows a piece of wire in her inventory.",
      ">get a loadout of all of Ruby's abilities, general knowledges, and physical capabilities?",
      "Ruby has no magical or otherwise extraordinary powers. She has no knowledge of where she is or how she got here, and though she is not a specialist and holds no particularly special knowledge she is reasonably competent with things most people would be.",
      "Her physical capabilities are varied. She's limber, in good shape, but not particularly strong.",
      "She is currently carrying:",
      "CAN-OPENER",
      "BARE LENGTH OF WIRE",
      "",
      ">chew on wire",
      "Ruby is above such primitive practices as chewing on wire and cannibalizing her young. If she had any.",
      "And besides, that would not be productive right now!"
    ]
  },
  {
    "image": "13.gif",
    "script": [
      ">shlick furiously",
      "Ruby has slightly bigger concerns at the moment. Slightly.",
      "But besides, there could be hidden cameras around!",
      "{comment}Hmmm... fine. But as soon as we're somewhere where there are definitely no cameras, the Revolution begins!",
      "{comment}",
      "{comment}UP WITH MINISKIRTS! DOWN WITH PANTIES!",
      "",
      ">check the terminal next the door",
      "It would appear these controls are out of order. But even Ruby can tell this looks like an easy fix. Firstly, one of the wires is missing. Splicing it back together would be easy enough with the BARE LENGTH OF WIRE Ruby found. Then, there are connectors at the back of the control panel itself, so it will need to be screwed back into place."
    ]
  },
  {
    "image": "14.gif",
    "script": [
      ">knock on the other cell",
      "Ruby knocks insistently on the metal locker cell, but there's no audible or visible response."
    ]
  },
  {
    "image": "15.gif",
    "script": [
      ">can we open the trap a the back left corner, but not go down yet in case there's no ladder?",
      "Unfortunately, it's the other way around!",
      "There's some kind of access shaft in the corner of the room, complete with a ladder set into the wall, but it's barred off and Ruby can't fit through!"
    ]
  },
  {
    "image": "16.gif",
    "script": [
      ">Move the remains of the barrel to one side, see if anything lies under it.",
      "Ruby tries to shove the big barrel aside, but her physique is just too admirably girlish. It won't budge."
    ]
  },
  {
    "image": "17.gif",
    "script": [
      ">Create a saw using the barrel pieces, wrapping the handle with the BARE ELECTRICAL WIRE. Attempt to saw through the bars.",
      "Not only would a saw made of razor-sharp barrel-metal and bare wire be INCREDIBLY dangerous to use in ANY way, it certainly wouldn't have the durability or control to cut through these bars, which appear to be a stronger metal than the barrel anyway.",
      "",
      "You do get +1 INGENUITY for your idea though."
    ]
  },
  {
    "image": "18.gif",
    "script": [
      ">Attempt to fashion a crude screwdriver by shredding off part of the currently worn clothing.",
      "Ruby sees where you're going with this.",
      "",
      ">Is Ruby wearing panties today?",
      "Yes. A quick check verifies she's got her underwear accounted for.",
      "",
      ">Check the terminal situated on the wall behind the barrel",
      "The digital console appears to be waiting for a command."
    ]
  },
  {
    "image": "19.gif",
    "script": [
      ">Was not going there. Intended to remove an extraneous piece of clothing for the sake of hand-protection",
      "Ruby doesn't have enough clothing on for anything to really be considered extraneous.",
      "",
      ">Enter command, \"open locker\"",
      "{playSound}hatchOpen",
      "That seemed to do something. A soft click comes from the other locker."
    ]
  },
  {
    "image": "20.gif",
    "script": [
      ">While we're at it, enter command \"sound horn\"",
      "The console doesn't appear to recognize that command."
    ]
  },
  {
    "image": "21.gif",
    "script": [
      ">enter \"open door\".",
      "That got a response, but unfortunately the results weren't what Ruby had hoped for."
    ]
  },
  {
    "image": "22.gif",
    "script": [
      ">open the locker",
      "Ruby takes the two small coins off the top of the locker and pockets them. She opens it up to find...",
      "",
      "There's no one inside the locker.",
      "Instead, all that's inside is a pair of rubber gloves."
    ]
  },
  {
    "image": "23.gif",
    "script": [
      ">That's a lot of evidence pointing to that Shlicking session...",
      "Heavy rubber gloves don't make for very enjoyable shlicking!",
      "",
      "Enter \"open access shaft\"",
      "It's asking for a code."
    ]
  },
  {
    "image": "24.gif",
    "script": [
      ">Don the gloves, fix the terminal with the wire, and screw it together using one of the coins?",
      "A brilliant idea, especially since it negates the possibility of electrocution.",
      "Ruby sets to work splicing the door panel's wires back together."
    ]
  },
  {
    "image": "25.gif",
    "script": [
      ">inspect the coins",
      "The two coins seem to just be ordinary-looking quarters.",
      "But the edges make functional screwdrivers for the flathead screws in the panel!",
      "",
      "Ruby screws the repaired panel back in place, and the UP ARROW button lights up green."
    ]
  },
  {
    "image": "26.gif",
    "script": [
      ">Press the green button",
      "Here goes nothing.",
      "{playSound}buttonPress",
      "Ruby presses the button."
    ]
  },
  {
    "image": "27.gif",
    "script": [
      "The metal shutters start to lift...",
      "",
      "{playSound}shutterOpen",
      "...oh."
    ]
  },
  {
    "image": "28.gif",
    "script": [
      "...it would appear that Ruby is underwater.",
      "{comment}",
      "{comment}WHAT"
    ]
  },
  {
    "image": "29.gif",
    "script": [
      ">push down arrow",
      "The down arrow still isn't lit, and doesn't respond to being pressed.",
      "",
      ">Take off gloves, reach out, touch the water",
      "Thankfully, there's a big glass window separating Ruby from a horrible drowning death."
    ]
  },
  {
    "image": "30.gif",
    "script": [
      ">enter \"open access shaft 017\"",
      "Using the number on the plaque outside as a reference, Ruby attempts to try opening the bars to the access shaft via the computer terminal once more."
    ]
  },
  {
    "image": "31.gif",
    "script": [
      ">Look outside, see how far it is to the surface. Also, see if any predatory fish are visible.",
      "The water is murky. Ruby can see neither the surface nor any details on the sea life swimming past the glass.",
      "",
      "After entering the code, the bars on the grate finally slide open with a loud \"clank\"! The access shaft is accessible!"
    ]
  },
  {
    "image": "32.gif",
    "script": [
      ">Climb down. Hope nothing reaches up the shaft and grabs her from below.",
      "Ruby descends down the access shaft's ladder.",
      "Congratulations! You've escaped the first room!"
    ]
  },
  {
    "image": "33.gif",
    "script": [
      "{playMusic}tomTheme",
      "Ruby descends the access hatch and comes upon a new room.",
      "There's lots to see here."
    ]
  },
  {
    "image": "34.gif",
    "script": [
      ">say hello.",
      "Ruby introduces herself and says hi.",
      "The prisoner introduces himself as \"Tom\", and says hi back.",
      "",
      "He doesn't seem particularly chatty."
    ]
  },
  {
    "image": "35.gif",
    "script": [
      ">Ask tom how long he's been here and what he knows about this place",
      "Tom won't say how long he's been here. Just that he woke up in the cell and hasn't gotten out since.",
      "",
      "He seems uninterested with this particular line of questioning and returns to contemplating his little sculpture.",
      "",
      ">Walk into the grid.",
      "It's just a metal grating.",
      "",
      ">Carve pumpkin into the shape of a keycard and insert into slot.",
      "Unfortunately you are not sleuthy enough to figure out how to do this."
    ]
  },
  {
    "image": "36.gif",
    "script": [
      ">What be that in the fish tank?",
      "The fish tank seems to contain, along with the fish, a tiny treasure chest for decoration."
    ]
  },
  {
    "image": "37.gif",
    "script": [
      ">Ask about statue.",
      "Tom explains that this is his Opus, titled \"The Room is Boring\". It appears to consist of a TIN CAN, a LETTER-OPENER, and a METAL PLATE with screws on its four corners."
    ]
  },
  {
    "image": "38.gif",
    "script": [
      ">Any of the fish look dangerous?",
      "The fish are all quite tiny.",
      "And as far as Ruby can tell, none of them are sharks.",
      "",
      ">And what is that grate below the tank?",
      "It appears to be another sort of access hatch, this time with metal shutters over it. It's labelled \"Z-HATCH\" and just underneath where that's written there's an empty space with four holes. It looks like something used to go there."
    ]
  },
  {
    "image": "39.gif",
    "script": [
      ">ask about those round things in the wall next to him.",
      "Tom explains that the five things on the walls are very functional buttons, but so far he's only tried pressing the middle one.",
      "",
      ">Examine that upside-down flower/light/water sprinkler thing above Tom",
      "It's some sort of switch that can be pulled, but it looks like it's out of reach.",
      "",
      ">use can opener to cut through fence",
      "The grate is thin, but given that it's a cell the metal is clearly very strong and unlike the barrel, it's not worn. The CAN-OPENER would have no chance against it."
    ]
  },
  {
    "image": "40.gif",
    "script": [
      ">Grab treasure, then dump aquarium on Tom",
      "The fishtank is bolted to the pedestal it's on, which in turn is bolted to the floor.",
      "But the little treasure chest is coming with Ruby. It gets added to her inventory, a little wet. It's about the size of her hand."
    ]
  },
  {
    "image": "41.gif",
    "script": [
      ">Open treasure chest.",
      "It refuses to open. It must be locked.",
      "",
      ">Get plate, screw in plate, tell Tom to press buttons",
      "Firstly, Tom refuses to hand over the plate with the funny numbers on it, because it's a part of his Opus. Secondly, he couldn't pass it through the small openings in the grate even if he wanted to give it to Ruby.",
      "And thirdly, Tom tells Ruby that when he pressed the middle button, he was ELECTROCUTED. He hasn't pressed any of the others and he will refuse to press any of the others until he's confident they won't result in another near-death experience.",
      "",
      "Lastly, he has no clue what the overhead hatch does. He's never seen it open."
    ]
  },
  {
    "image": "42.gif",
    "script": [
      ">Remind us, what is Ruby's current inventory?",
      "Ruby is carrying TWO COINS, a CAN-OPENER, a pair of RUBBER GLOVES, and now a TINY TREASURE CHEST.",
      "",
      ">tell tom that \"you dont believe him unless he presses another button.\"",
      "Tom pouts and says that's fine, because he doesn't trust you either.",
      ">examine z hatch",
      "It's a small portal in the north wall. Ruby might be able to fit through if she crawled. But it's a moot point since it's blocked by a metal shutter."
    ]
  },
  {
    "image": "43.gif",
    "script": [
      ">Hand over gloves",
      "The gloves won't fit through the grate.",
      ">Try prying opening the chest with the coins",
      "No luck, there's not enough of a gap to pry it.",
      ">Ask him what funny numbers is on that metal plate.",
      "Tom says he doesn't trust you now and he won't tell you the magic numbers on the plate.",
      "Maybe getting him to dislike you was a bad idea; you're probably going to need those numbers."
    ]
  },
  {
    "image": "44.gif",
    "script": [
      ">Offer sexual favors for his cooperation.",
      ">Tell him you'll sex him up if he cooperates.",
      "That seems a little extreme! Ruby's not very eager to just give up her body for some stranger to ravage just so she can get a few numbers, especially if there's an alternative. And anyway, she's shy. "
    ]
  },
  {
    "image": "45.gif",
    "script": [
      ">How about Ruby just flashes him her tits?",
      "Oh no! Unfortunately for all parties involved, Ruby is flat as a board! That probably won't work."
    ]
  },
  {
    "image": "46.gif",
    "script": [
      ">give the cat the fish",
      "Ruby slips Tom some of the small fish as a gesture of goodwill. He's hungry, so he accepts."
    ]
  },
  {
    "image": "47.gif",
    "script": [
      ">Apologize to Tom, and mention nonchalantly that you were jealous of his epic Opus",
      "Feeling a bit calmed by your offering of fish, Tom graciously offers to rotate the piece to face you."
    ]
  },
  {
    "image": "48.gif",
    "script": [
      ">Go upstairs and enter \"open z-hatch 211\" into the terminal.",
      "Sure enough, Tom's code seems to work, and the system accepts the function."
    ]
  },
  {
    "image": "49.gif",
    "script": [
      ">climb back down tell Tom you'll see where the hatch goes and crawl through it and try to come back to him",
      "Climbing back down, Ruby finds that the z-hatch is now open. Just on the other side of the wall is a small room.",
      "",
      "Ruby tells Tom she'll be right back. Tom nods absently in reply.",
      "{comment}",
      "{comment}oh God! He pulled apart the Opus! THE OPUS!!",
      "{comment}",
      "{comment}Now Ruby gets down on her hands and knees and crawls through. Also, she shouldn't bother adjusting her skirt first, I'm sure it will hang fine while she shimmies through the hatch.",
      "{comment}What was the word on whether she was wearing panties, again?",
      "{comment}",
      "{comment}OP should have made Ruby male..."
    ]
  },
  {
    "image": "50.gif",
    "script": [
      "{fadeOutMusic}5000",
      ">Crawl through the hatch.",
      "Ruby gets on all fours and crawls through the hatch with a rather suggestive series of movements. But since that's boring let's just skip ahead to the part where she emerges in the room on the other side of the wall."
    ]
  },
  {
    "image": "51.gif",
    "script": [
      ">Explain what each button seems to do",
      "Ruby has no idea what each button seems to do. Perhaps you should interpret.",
      "",
      ">Take diagram of buttons and give it to Tom",
      "It looks like there was something behind the diagram.",
      "{comment}",
      "{comment}...did the painting change?",
      "{comment}SWEET CHRIST IS THAT BLOOD?",
      "{comment}POKE THAT FUCKING PAINTING IN THE EYE",
      "{comment}THE EYE IS MOVING. TAKE IT DOWN."
    ]
  },
  {
    "image": "52.gif",
    "script": [
      ">Inspect what looks like a safe on the wall in this room.",
      "It's some sort of metal cabinet, but it's locked up with a padlock.",
      ">Look through what looks like a grate in the door to the left of the room.",
      "The slot in the door is closed, and appears to be opened only from the other side.",
      "",
      ">Take down picture of fish...",
      "It looks like an eye, actually."
    ]
  },
  {
    "image": "53.gif",
    "script": [
      "{playMusic}tomTheme",
      "You bring the diagram to Tom. He is already starting to trust you, and with the added incentive that only one \"electrocution\" symbol is present on the diagram, you manage to convince him the other buttons will not administer shocks.",
      "",
      "It's time to choose.",
      "What button should Tom press?",
      "{comment}",
      "{comment}in b4 death of Tom",
      "{comment}STOP TRYING TO KILL TOM, HE'S A GOOD KID",
      "{comment}IT WAS NICE KNOWING YOU, TOM."
    ]
  },
  {
    "image": "54.gif",
    "script": [
      "Moment of truth.",
      "Which button does Tom press?",
      "{comment}Button 1.",
      "{comment}Number One seemed to be the consensus.",
      "{comment}STEP AWAY FROM DOOR ABOVE HIS HEAD, PRESS BUTTON ONE."
    ]
  },
  {
    "image": "55.gif",
    "script": [
      ">Button 1",
      "{playSound}buttonPress",
      "Tom hesitates, standing close to the grate... then presses button 1, not for a moment considering the diagram could have been coded based on the key sequence listed on the wall panel by the fishtank."
    ]
  },
  {
    "image": "56.gif",
    "script": [
      "Luckily that doesn't seem to be the case anyway!",
      "...but nothing appears to happen. Except that the button sinks into the wall just like the electro-button did, and for a moment, there seems to be a faint, distant \"beep\"..."
    ]
  },
  {
    "image": "57.gif",
    "script": [
      ">CHECK THE AFOREMENTIONED PANEL",
      "In actuality, the panel seems to be some sort of card reader. It has three lights, all red right now."
    ]
  },
  {
    "image": "58.gif",
    "script": [
      "{comment}OH SHIT, OH SHIT I JUST GOT IT",
      "{comment}I KNOW WHAT JUST HAPPENED",
      ">GO BACK UPSTAIRS",
      "On returning to the first room, Ruby notices something's changed."
    ]
  },
  {
    "image": "59.gif",
    "script": [
      ">Press the green button.",
      "Ruby presses the DOWN ARROW button, and in the far corner of the room, another hatch opens up.",
      "Looking down, Ruby sees that the shaft leads straight into Tom's cell.",
      "But there's no ladder."
    ]
  },
  {
    "image": "60.gif",
    "script": [
      ">So it IS flipped. Have Tom press button 2 now.",
      "Ruby calls down the open shaft and tells Tom to press button #2 now."
    ]
  },
  {
    "image": "61.gif",
    "script": [
      "Tom presses the second button, which causes the metal shutters on the Z-Hatch to shut immediately."
    ]
  },
  {
    "image": "62.gif",
    "script": [
      ">tell him to press button 2 a second time.",
      "Tom presses the button again and the hatch slides open."
    ]
  },
  {
    "image": "63.gif",
    "script": [
      ">check inventory",
      "Ruby is carrying five items at the moment."
    ]
  },
  {
    "image": "64.gif",
    "script": [
      ">examine all the symbols closely."
    ]
  },
  {
    "image": "65.gif",
    "script": [
      ">Try and combine each of the items with each other in any and all ways that would not destroy any of the items.",
      "Using one COIN, the RUBBER GLOVES, the TINY CHEST, and a piece of the BUTTON DIAGRAM, Ruby fashions together the JUNKOTRON MISSILE LAUNCHER! This baby could break through a steel wall!",
      "",
      "{comment}Adventure games YUCK FEAH"
    ]
  },
  {
    "image": "66.gif",
    "script": [
      "NO WAIT, THEY DON'T.",
      "Too bad, I thought you were really on to something there."
    ]
  },
  {
    "image": "67.gif",
    "script": [
      ">Hey, does the computer have a HELP function?",
      "The help and information prompt is markedly unhelpful. The system seems to be local, rather than connected to any external source. Which means no internet."
    ]
  },
  {
    "image": "68.gif",
    "script": [
      ">try to see if ruby can reach for the lever on tom's ceiling through the trap door..",
      "Unfortunately, the shaft is too far to reach the lever from above."
    ]
  },
  {
    "image": "69.gif",
    "script": [
      ">DROP THE CANOPENER DOWN THE CHUTE AND HAVE HIM OPEN THE CAN.",
      "Look out below."
    ]
  },
  {
    "image": "70.gif",
    "script": [
      "Tom sets to work opening the can.",
      "{comment}",
      "{comment}So that the game won't crash and we'll lose progress, SAVE GAME"
    ]
  },
  {
    "image": "71.gif",
    "script": [
      "SUCCESS!",
      "Tom completely mangles the tin can beyond anything useable due to his incompetence in operating a canopener.",
      "",
      "But from inside the sealed can, he recovers an access card!"
    ]
  },
  {
    "image": "72.gif",
    "script": [
      ">Have him toss up the card AND the letter opener.",
      "Despite Tom's impressive and manly physique, the card has too much air resistance because of its shape, and refuses to be tossed up the shaft."
    ]
  },
  {
    "image": "73.gif",
    "script": [
      ">Toss it so the edge goes into the wind, TOM. DUH.",
      "It's no use. The ACCESS CARD can't be thrown that far without fluttering uselessly out of control.",
      "",
      "The LETTER OPENER on the other hand, sails through the shaft easily."
    ]
  },
  {
    "image": "74.gif",
    "script": [
      ">Open up the treasure chest using the letter opener.",
      "Unfortunately, there are STILL no cracks in the treasure chest big enough to pry anything in! It's sealed flush.",
      "",
      ">Can he throw the panel with 4 screws up?",
      "No problem for someone with such manly physique."
    ]
  },
  {
    "image": "75.gif",
    "script": [
      ">wire plans",
      "Sadly, there's not NEARLY enough wire left in the barrel to make a cord down, even less considered they'd have to be twisted together well enough to hold. Even with the cannibalized circuit panel, there wouldn't be enough.",
      "",
      "{comment}We should've tossed the can up!",
      "{comment}Load game!"
    ]
  },
  {
    "image": "76.gif",
    "script": [
      ">OK it's obvious there's a way to get the card out without using a method of throwing so let's go look for useful stuff in the Z-hatch room.",
      "Wisely giving up on this poorly-imagined line of thought, Ruby instead descends back to explore the lower levels more, now armed with a heftier inventory.",
      "She waves to Tom, whom she is happy to see is still alive."
    ]
  },
  {
    "image": "77.gif",
    "script": [
      ">screw plate back",
      "Ruby decides to replace the nameplate before exploring the Z-Room again.",
      "Despite the fact there are no visible mechanisms, however, once the plate is replaced, an access card emerges from a hidden slot on the fishtank's pedestal."
    ]
  },
  {
    "image": "78.gif",
    "script": [
      ">Use ACCESS CARD in SLOT",
      "The card-reader eats the card. It's gone.",
      "",
      "In response, one of the lights turns from red to green."
    ]
  },
  {
    "image": "79.gif",
    "script": [
      "{fadeOutMusic}",
      ">Go into next room and examine again.",
      "Ruby re-enters the Z-Room.",
      "Something seems different.",
      "{comment}",
      "{comment}The hatch on the door... is... is that... a face?",
      "{comment}HOLY CRAP EYES. IN THE FAR DOOR. NEW.",
      "{comment}DE)*&)%&E*)YIOGHKLDH~!!!!! THERE ARE EYES LOOKING AT US THROUGH THE DOOR."
    ]
  },
  {
    "image": "80.gif",
    "script": [
      ">Say hello to whoever's behind the door.",
      "Ruby's attempts at conversation are futile. The eyes stare coldly and silently from behind the slot in the door."
    ]
  },
  {
    "image": "81.gif",
    "script": [
      ">Examine COUCH",
      "The only interesting thing about the couch is how unremarkable it is. It doesn't even have distinct cushions to rifle through.",
      "",
      ">try to remove the eye, use the letter opener to pry the frame.",
      "Ruby fiddles with the letter opener, and in doing so finds out that it fits perfectly into the empty pupil of the eyeball painting.",
      "It locks into position! How about that?",
      "{plauSound}click",
      "A soft \"click\" comes from the door."
    ]
  },
  {
    "image": "82.gif",
    "script": [
      "Ruby doesn't remember if that handle had been there before or not.",
      "{comment}",
      "{comment}open the door, shit brix",
      "{comment}Open DOOR",
      "{comment}Open the door, cautiously. Be ready to attack.",
      "{comment}F5'ing like there's no tomorrow."
    ]
  },
  {
    "image": "83.gif",
    "script": [
      ">open the door",
      "Fair enough."
    ]
  },
  {
    "image": "84.gif",
    "script": [
    ]
  },
  {
    "image": "85.gif",
    "script": [
      "{playSound}drama",
      "{comment}FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
      "{comment}WHAT THE GOD FUCKING DAMN HELL!",
      "{comment}KHAAN NAAMA FH'TAN CTHULHU!",
      "{comment}SANITY CHECK"
    ]
  },
  {
    "image": "86.gif",
    "script": [
      "{comment}I wonder if it either wasn't there before, or if there was just a slide covering the hole in the door? Fucking creepy.",
      "{comment}RUN YOU DUMB MOTHER FUCKER! WHATEVER KILLED THAT BEAR IS GONNA KILL YOU FFFFUUUUUUUUUUUUUUUUUUCK!"
    ]
  },
  {
    "image": "87.gif",
    "script": [
      ">Examine the room/closet where the body was.",
      ">Go into the closet/hallway of death.",
      "It's a small closet, not much room inside. It reeks of death, but at this point, what choice does Ruby have?"
    ]
  },
  {
    "image": "88.gif",
    "script": [
      "{playMusic}stitchesTheme",
      "{comment}OH SHIIIIIII-",
      "{comment}AAAAAAIIIIIIIIIIIIIIIIIIIIIIIIIIEEEEEEEEEEE BACK IN THE HATCH NOW SHIT SHIT SHIT.",
      "{comment}Use letter opener, stab stab stab.",
      "{comment}I USE BANISH TO SEND IT TO THE ABYSS.",
      "{comment}FFFFFFFFFFFFFFFFFFF",
      "{comment}KICK IT IN THE HEAD. KICK IT HARD. WITH YOUR HEEL. HARD. NOW.",
      "{comment}Run.",
      "{comment}RUN BACK RUN! TELL TOM TO KILL IT WITH THE HATCH COMING DOWN!"
    ]
  },
  {
    "image": "89.gif",
    "script": [
      ">RUN.",
      "Ruby flees the room as fast as she can, but the monstrous thing is hot on her heels snaking after her."
    ]
  },
  {
    "image": "90.gif",
    "script": [
      ">Shutthehatchshutthehatchshutthehatch",
      "As Ruby re-enters the room, she shouts at Tom to press button 2 again, and fast. Tom's already in a confused panic after hearing the unearthly screaming.",
      "{comment}",
      "{comment}Oh god, he's gonna panic and shut it while she's still crawling through."
    ]
  },
  {
    "image": "91.gif",
    "script": [
      "Tom presses the button."
    ]
  },
  {
    "image": "92.gif",
    "script": [
      "{fadeOutMusic}5000"
    ]
  },
  {
    "image": "93.gif",
    "script": [
      ">head back into the Z-Room",
      "Tom opens the hatch just to make sure the monstrous thing is dealt with. No signs of movement come from it or the room beyond, and there is only silence.",
      "",
      "Ruby knows that with Tom behind the grate, if she doesn't do this no one will."
    ]
  },
  {
    "image": "94.gif",
    "script": [
    ]
  },
  {
    "image": "95.gif",
    "script": [
      "Inside the small closet is a ball of string. Ruby takes it with her."
    ]
  },
  {
    "image": "97.gif",
    "script": [
      ">There's something gold in the remains! Pick it up!",
      "It appears to be a teeny-tiny key."
    ]
  },
  {
    "image": "98.gif",
    "script": [
      ">USE IT ON THE TINY TREASURECHEST!",
      "It clicks open softly.",
      "There's an access card inside."
    ]
  },
  {
    "image": "99.gif",
    "script": [
      ">USE STRING TO RETRIEVE KEYCARD NAO?",
      "Ruby heads back into the room with the cell..."
    ]
  },
  {
    "image": "100.gif",
    "script": [
      "Ruby calls down the instructions, then lowers the string.",
      "Tom ties the card to the end, and Ruby pulls it back up."
    ]
  },
  {
    "image": "102.gif",
    "script": [
      "{comment}Okay now what? Do we let Tom out? What do we do after that? What about the lever at the top of Tom's cell?",
      "{comment}",
      "Tom asks Ruby to let him out."
    ]
  },
  {
    "image": "103.gif",
    "script": [
      "{comment}Why is Tom IN the cell? why are you here? we didn't ask tom anything because he wasn't talking to us earlier",
      "{comment}TOM WILL KILL YOU RUBY",
      "{comment}There must be a very good reason why he is imprisoned and quarantined.",
      "{comment}Why? We were locked up too.",
      "{comment}",
      "Tom really wants to come out.",
      "Tom says he's scared and he's trapped.",
      "Tom asks Ruby to please let him out now."
    ]
  },
  {
    "image": "104.gif",
    "script": [
      "Tom asks Ruby to please let him out.",
      "Tom asks Ruby to please not leave him here.",
      "{comment}",
      "{comment}Let him out. He's done nothing but help Ruby, and given no reason not to trust him.",
      "{comment}Let him out, he has helped us."
    ]
  },
  {
    "image": "105.gif",
    "script": [
      ">let him out",
      "Ruby uses the two remaining access cards, and the reader promptly turns green for all three lights."
    ]
  },
  {
    "image": "106.gif",
    "script": [
      "{comment}HE'S GOING TO KILL HER! THE WHOLE THING WAS A TRAP!",
      "{comment}",
      "{comment}He was lying. He doesn't look scared. He looks calm.",
      "{comment}",
      "{comment}HUG HIM",
      "{comment}YOU HAVE BOTH BEEN THROUGH ALOT TOGETHER, HE WAS ALMOST ELECTROCUTED TO DEATH, AND HAD TO TRUST A COMPLETE STRANGER TO DO SOMETHING HE KNEW COULD POSSIBLY DO THE SAME TO HIM AGAIN",
      "{comment}AND I DON'T THINK I HAVE TO TELL YOU WHAT HORRORS RUBY HAS FACED",
      "{comment}MORAL CONSOLATION FOR DAMNIT, HUG!",
      "{comment}",
      "{comment}THEY HAVE NO ARMS, YOU CRUEL FIEND"
    ]
  },
  {
    "image": "107.gif",
    "script": [
      ">HUG HIM"
    ]
  },
  {
    "image": "108.gif",
    "script": [
    ]
  },
  {
    "image": "icon.gif",
    "script": [
      "~To Be Continued~",
      "",
      "Thank you all for your patience, encouragement, and participation.",
      "This is not the end of the story by any means.",
      "There is still more to come.",
      "",
      "But for now, we must close the book on this story.",
      "And resume another time.",
      "{comment}",
      "{comment}NO CLIFFHANGER YOU MEAN BASTARD",
      "{comment}FUCKING ASS I LOVE YOU MAN"
    ]
  }
]